---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsPipePressuredropParam
source: html/cad67174-f5ea-2c2a-9fa2-4c33d356156f.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsPipePressuredropParam Property

"Pressure Drop"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsPipePressuredropParam { get; }
```